export default {
  projections: {
    ГрафикМатчейE: {
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      тЧГрафика: {
        __caption__: 'Т ч графика',
        датаПроведения: {
          __caption__: 'Дата проведения'
        },
        время: {
          __caption__: 'Время'
        },
        местоПроведения: {
          __caption__: 'Место проведения'
        },
        группыВозраст: {
          __caption__: 'Группы возраст',
          наименование: {
            __caption__: 'Наименование'
          }
        }
      }
    },
    ГрафикМатчейL: {
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      сотрудники: {
        __caption__: 'Создал',
        фИО: {
          __caption__: 'Создал'
        }
      }
    }
  },
  validations: {
    датаСоздания: {
      __caption__: 'Дата создания'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    тЧГрафика: {
      __caption__: 'Т ч графика'
    }
  }
};
