export default {
  projections: {
    СпортсменыE: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    },
    СпортсменыL: {
      фИО: {
        __caption__: 'ФИО'
      },
      датаРождения: {
        __caption__: 'Дата рождения'
      },
      телефон: {
        __caption__: 'Телефон'
      }
    }
  },
  validations: {
    датаРождения: {
      __caption__: 'Дата рождения'
    },
    телефон: {
      __caption__: 'Телефон'
    },
    фИО: {
      __caption__: 'ФИО'
    }
  }
};
