export default {
  projections: {
    СоставКомандыE: {
      имяКоманды: {
        __caption__: 'Имя команды'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'Заполнил'
        }
      },
      группыВозраст: {
        __caption__: 'Группы возраст',
        наименование: {
          __caption__: 'Возрастная группа'
        }
      },
      тЧСоставаСпорт: {
        __caption__: 'Т ч состава спорт',
        номерСпортсмена: {
          __caption__: 'Номер спортсмена'
        },
        спортсмены: {
          __caption__: 'Спортсмены',
          фИО: {
            __caption__: 'ФИО'
          },
          датаРождения: {
            __caption__: 'Дата рождения'
          }
        }
      },
      тЧСоставаТренер: {
        __caption__: 'Т ч состава тренер',
        сотрудники: {
          __caption__: 'Сотрудники',
          фИО: {
            __caption__: 'ФИО'
          },
          должность: {
            __caption__: 'Должность'
          }
        }
      }
    },
    СоставКомандыL: {
      имяКоманды: {
        __caption__: 'Имя команды'
      },
      группыВозраст: {
        __caption__: 'Возрастная группа',
        наименование: {
          __caption__: 'Возрастная группа'
        }
      }
    }
  },
  validations: {
    имяКоманды: {
      __caption__: 'Имя команды'
    },
    группыВозраст: {
      __caption__: 'Группы возраст'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    },
    тЧСоставаСпорт: {
      __caption__: 'Т ч состава спорт'
    },
    тЧСоставаТренер: {
      __caption__: 'Т ч состава тренер'
    }
  }
};
